{
    "Scene-1" : [
        {"name" : "Narrator", "text" : "You wake up in a prison. You are lost within your own thoughts. Your crimes cloud you, unknown as to what you have done to deserve such punishment."},
        {"name" : "Narrator", "text" : "You hear banging to the left of you it must be your cell neighbor you're in such a small cell this must be solitary."},
        {"name" : "Narrator", "text" : "Suddenly you hear a voice."},
        {"name" : "Neighbor", "text" : "\"Hello, I see you are awake\" His words meet your ears \"today's your lucky day\". you shudder thinking what that probably means."},
        {"name" : "Narrator", "text" : "You realize you are fated to die today at dawn. You are unaware of why, but the world knows. The prison knows. Everybody knows… "},
        {"name" : "Narrator", "text" : "You must escape, and the sound of rollcall may be your first chance of salvation."}

    ],

    "Choice-1" : [
        {"Choice" : "Go to Rollcall"}
    ],

    "Scene-2" : [
        {"name" : "Narrator", "text" : "You go outside your room and stand in line with your cell with the rest of the prisoners in the block. You see a man in a suit flanked by 2 guards he clearly commands authority."},
        {"name" : "Warden", "text" : "\"Hello Inmates I hope you're enjoying death row one of you today is very lucky. You're leaving us and going to where you belong to rot.\""},
        {"name" : "Your Thoughts", "text" : "*He laughs at the misery of others especially me you think*"},
        {"name" : "Warden", "text" : "\"Alright now lets begin roll call Preston, Jeff, Adrian, and of course our lucky winner YOU. \""},
        {"name" : "Narrator", "text" : "\"Here\" You answer weakly unsure of why the warden has such a vendetta against you or why he seems to be enjoying it."},
        {"name" : "Narrator", "text" : "You make out the 2 guards nametag as they usher you into the cafeteria Mack and Garrett you hope they are nice to you."}
    ],

    "Choice-2" : [
        {"Choice" : "Go to Chow Hall"}
    ],

    "Scene-3" : [
        {"name" : "Narrator", "text" : "You get to the chow hall and get your food. As you go sit down you realize that you don't really know anyone and there seems to be a lot of people that it would be a mistake to stick next to."},
        {"name" : "Narrator", "text" : "You see someone sticking to themselves they seem relatively harmless maybe that would be a good choice you think and you remember them from roll call."},
        {"name" : "Narrator", "text" : "As you start walking over there is someone else beckoning you over as you remember him from roll call too and he is still just as scary now. You are presented a choice."}
    ],

    "Choice-3" : [
        {"Choice1" : "Talk to inmate by himself", "Choice2" : "Talk to inmate calling you over"}
    ],

    "Scene-Preston" : [
        {"name" : "Preston", "text" : "You decide to ignore the scary guy after all what good could come from that you hope you won't regret it."},
        {"name" : "Narrator", "text" : "\"Hey\" you say."},
        {"name" : "Preston", "text" : "He responds with \"You don't remember me do you?\""},
        {"name" : "Narrator", "text" : "You're unsure of how to respond"},
        {"name" : "Preston", "text" : "\"This is not the first time we have talked\" he responds \"In fact I feel like we have this conversation every day\""},
        {"name" : "Narrator", "text" : "You think maybe he is in jail with you because he's crazy. \"I'm not sure what you mean\" you respond"},
        {"name" : "Preston", "text" : "\"C'mon ask me a question I'll know it\""}
    ],

    "Choice-Preston" : [
        {"Choice1" : "\"Who am I?\"", "Choice2" : "\"Who are you\""}
    ],

    "Scene-Preston.I" : [
        {"name" : "Preston", "text" : "\"You're whos knocking on deaths door and if you ask the warden someone who is about to suffer for eternity after. But apart from that I would say you're just an unclucky guy who's gonna have to make some choices lest they want to suffer.\""},
        {"name" : "You", "text" : "\"Geez way to sour the mood I already know I'm going to die\""}
    ],

    "Scene-Preston.You" : [
        {"name" : "Preston", "text" : "\"I'm someone who has been here longer then you and knows a thing or two. You can believe me or you cannot but I would not recommend the latter.\""},
        {"name" : "You", "text" : "\"Alright, Ill try and keep that in mind\""}
    ],

    "Scene-Jeff" : [
        {"name" : "Narrator", "text" : "Text"}
    ],

    "Choice" : [
        {"Choice1" : "action1", "Choice2" : "action 2"}
    ],

    "Scene" : [
        {"name" : "Narrator", "text" : "Text"}
    ]
}

